{
	"version": 2,
	"message": "",
	"baseTimeOffset":"-120",
	"countdownStart":"18/04/2020 12:00",
	"days":
	[
		{
			"date":"18/04/2020",
			"events":
			[
				{
					"id": "0",
					"title": "¡¡Bienvenido/a!!",
					"startHour": "12:00",
					"description": "Bienvenido/a to HackFromHome ¡Estamos encantados de tenerte con nosotros!"
				},
				{
					"id": "1",
					"title": "Team Building",
					"startHour": "12:15",
					"endHour": "13:00",
					"description": "¿Buscas equipo o compañeros de equipo? Únete a nosotros en los canales de team building"
				},
				{
					"id": "2",
					"emoji": "🔗",
					"title": "TBD",
					"startHour": "13:15",
					"endHour": "13:45",
					"description": ""
				},
				{
					"id": "3",
					"emoji": "🔗",
					"title": "Generative Adversarial Neural Networks",
					"startHour": "15:00",
					"endHour": "16:00",
					"description": "En esta charla se hablará acerca de las redes generativas adversarias con las que, entre otros, se pueden generar caras realistas de personas y objetos. Discutiremos cómo funcionan, sus usos y los principales retos que presentan y acabaremos programando una en directo usando Tensorflow 2.0."
				},
				{
					"id": "4",
					"title": "Juguemos al Pinturillo",
					"startHour": "16:15",
					"endHour": "16:45",
					"description": "¿Te vas a convertir en el próximo Picasso? ¡Descubrelo con nosotros! Únete a la batalla del pinturillo y pasa un buen rato. En caso de que no sepas que es el pinturillo... consiste en adivinar qué dibujan tus oponentes antes de que se acabe el tiempo siendo el más rápido. Sólo pruébalo, la diversión está garantizada."
				},
				{
					"id": "5",
					"emoji": "🔗",
					"title": "Grandes cosas con poco dinero en el cloud",
					"startHour": "17:00",
					"endHour": "18:00",
					"description": "Primero te explicamos qué es el cloud (de verdad) y luego vemos cómo usarlo para solucionar problemas reales sin tener que ser millonario: mantener tu blog por medio euro al mes, correr tu experimiento sobre 160 procesadores y medio terabyte de ram por 25 euros o escribir medio millón de registros en una base de datos en un minuto a cambio de cacahuetes. Y con demos ¡que está todo pagado!"
				},
				{
					"id": "6",
					"emoji": "🔗",
					"title": "Zumba masterclass",
					"startHour": "18:15",
					"endHour": "18:45",
					"description": "¡Levántate del sofá y anímate a bailar! Pásatelo en grande siguiendo coreografías latinas que te llenarán de ritmo para hacer ejercicio y disfrutar en esta cuarentena."
				},
				{
					"id": "7",
					"emoji": "🔗",
					"title": "TBD",
					"startHour": "19:00",
					"endHour": "20:00",
					"description": ""
				},
				{
					"id": "8",
					"title": "Juguemos al STOP",
					"startHour": "22:00",
					"endHour": "22:30",
					"description": "¡Pon a prueba tu vocabulario jugando al STOP! Descubre cuántas ciudades que empiezan por la letra A eres capaz de pensar en un tiempo récord. ¿O cuántas frutas que empiezan por la letra K puedes listar? ¡Demuestra tus habilidades ganando a tus oponentes en este divertido juego!"
				},
				{
					"id": "9",
					"title": "Demos",
					"startHour": "23:00",
					"description": "Cuelga tu proyecto en devpost y preséntalo a la comunidad en el canal de Demo que se abrirá a la hora de las demos"
				},
				{
					"id": "10",
					"title": "Fin",
					"startHour": "24:00",
					"description": "¡Ha sido un placer! Esperamos que hayáis pasado un buen rato con nosotros y esperamos veros en futuros eventos."
				}
			]
		}
	]
}
