{
	"version": 1,
	"message": "",
	"baseTimeOffset":"-60",
	"countdownStart":"21/03/2020 12:00",
	"days":
	[
		{
			"date":"21/03/2020",
			"events":
			[
				{
					"id": "0",
					"title": "Welcome!!",
					"startHour": "12:00",
					"description": "Welcome to HackFromHome!! We are glad to see you here!"
				},
				{
					"id": "1",
					"title": "Team Building",
					"startHour": "12:15",
					"endHour": "13:00",
					"description": "Looking for a team or new teammates? Join us on the team building channels "
				},
				{
					"id": "2",
					"title": "Special launching...",
					"startHour": "13:00",
					"description": "Stay tuned... we are presenting something great!"
				},
				{
					"id": "3",
					"emoji": "🔗",
					"title": "Introduction to Git",
					"startHour": "13:00",
					"endHour": "14:00",
					"description": "Introduction to Git, one of the most popular version control systems. Learn to collaborate and share work with others without any headache!"
				},
				{
					"id": "4",
					"emoji": "🔗",
					"title": "Figma for design, prototyping, and team collaboration",
					"startHour": "14:15",
					"endHour": "14:30",
					"description": "Lightning overview of Figma’s features for designing and prototyping your ideas. It’s also a powerful tool for collaboratively brainstorming, organizing and connecting ideas, etc."
				},
				{
					"id": "5",
					"emoji": "🔗",
					"title": "Implementing APIs with Flask + OpenAPI",
					"startHour": "15:00",
					"endHour": "16:00",
					"description": "This talk has the goal of introducing the concept of how to build an API using Flask and OpenAPI. Using Python, we are gonna learn how to interact with a PostgreSQL database using SQLAlchemy, building the project using Connexion and learning what ReDoc is."
				},
				{
					"id": "6",
					"title": "Skribbl.io game",
					"startHour": "16:00",
					"endHour": "16:30",
					"description": "Let's play all together"
				},
				{
					"id": "7",
					"emoji": "🔗",
					"title": "Intro to React with TypeScript",
					"startHour": "16:30",
					"endHour": "17:30",
					"description": "The goal of this talk is to learn how to create a web application using React with Typescript. In addition, you will learn some useful libraries that could help you when you are developing a web application with React."
				},
				{
					"id": "8",
					"emoji": "🔗",
					"title": "Setting up Docker-Compose w/ nginx + ReactJS + uWSGI + PostgreSQL",
					"startHour": "18:00",
					"endHour": "19:00",
					"description": "In this workshop you'll learn how to set up a production-ready environment that spins up the API server developed by Albert Suarez (accessed through uWSGI), the PostgreSQL database that the API queries to, the web client developed by David Aleu (ReactJS) and a reverse proxy (nginx) that will serve as an entrypoint to the project."
				},
				{
					"id": "9",
					"emoji": "🔗",
					"title": "Career paths for CS students: What to expect after university",
					"startHour": "20:00",
					"endHour": "21:00",
					"description": "Finishing university is an important step for many students but it does not mean the end of learning as a software developer. In this talk we will show the different paths that are open after getting you degree with some advices based on real stories. After the talk there will be a Q&A part where we will try to resolves all your doubts."
				},
				{
					"id": "10",
					"title": "Demos",
					"startHour": "22:00",
					"endHour": "24:00",
					"description": "Submit your project on devpost and present to the community in the Demo channel that we will open at the demos time"
				},
				{
					"id": "11",
					"title": "End",
					"startHour": "24:00",
					"description": "It was a pleasure! We hope you have had a good time with us and hope to see you in more events."
				}
				
			]
		}
	]
}
